[
    {
        "q": " What's this?",
        "a": " This is the Scarlet Wolf Mansion! It's a group/community where we share a lot of things ranging from memes, games, to anecdotes about our lives. Although we are all about gaming and having a nice time, we also support each other on hardships."
	},
    {
        "q": " What do you guys do?",
        "a": " As previously mentioned, we play games, share memes, chat and more good stuff to come! Sometimes we join on voice chat and play videogames together, or just chat about life while laughing about really silly anecdotes about them or our surroundings. We have many projects on the way so stay tuned for news on our Discord server!"
	},
    {
        "q": " Can I join?",
        "a": " Sure! Just click on the \"Join our Discord!\" button on the top of the page and join as our guest! You'll find something interesting as you venture in! ^^/"
	},
    {
        "q": " Can I be a Maid/Butler?",
        "a": " Anyone is welcome to apply for Maid/Butler, it's not as difficult as you might think, but we want to keep order around the mansion, so be sure to answer the application questions! We'll give it a check and make a decision on it, besides, <b><i>It's free real state *wink wink*</i><b>."
	},
    {
        "q": " What are the benefits of being a Butler/Maid?",
        "a": " Well, besides the fact that your name will get a fancy new color, you will also get access to other channels that normal users cannot yet see. Not only that, but we have a ranking system that will refelct your efforts on the mansion. Also, you'll be able to access resources restricted to certain level and help out the mansion!"
	},
    {
        "q": " Is this place SFW?",
        "a": " In short, no, it's not. Although we don't restrict entry to people under 18, we highly encourage everyone to be advised that the language and/or content available in the mansion might be or not be SFW, so please, don't open our Discord server while working or in public, I don't think you'll have a fun time explaining, hehe."
	},
    {
        "q": " Who owns this place?",
        "a": " Wolf, he's the Owner of the mansion."
	},
    {
        "q": " How can I help?",
        "a": " Spread out the word, share our Discord invite or our website, let's share some good moments and have a nice laugh while at it. This is a fun place for all of us to play at and just enjouy ourselves! ^^/"
	},
    {
        "q": " Can we play ------?",
        "a": " Sure, just suggest it to the higher ranks or to Wolf, we'll probably create a server or join a game depending on the demand for it."
    
	},
    {
        "q": " Is roleplaying allowed?",
        "a": " Sure, use our roleplaying section for that!"
	},
    {
        "q": " What's next for the mansion?",
        "a": " Not much, we've really just started to expand, so we'll need your help to grow and offer new ways to enjoy! Thanks for reading this far! ^^"
    }
]
